--2016-11-28 15:55:14--  https://raw.githubusercontent.com/google/styleguide/gh-pages/cpplint/cpplint.py
Распознаётся raw.githubusercontent.com (raw.githubusercontent.com)... 151.101.36.133
Подключение к raw.githubusercontent.com (raw.githubusercontent.com)|151.101.36.133|:443... соединение установлено.
HTTP-запрос отправлен. Ожидание ответа... 200 OK
Длина: 237261 (232K) [text/plain]
Сохранение в каталог: ««cpplint.py»».

     0K .......... .......... .......... .......... .......... 21%  476K 0s
    50K .......... .......... .......... .......... .......... 43% 1,61M 0s
   100K .......... .......... .......... .......... .......... 64% 2,57M 0s
   150K .......... .......... .......... .......... .......... 86% 3,37M 0s
   200K .......... .......... .......... .                    100% 4,20M=0,2s

2016-11-28 15:55:15 (1,28 MB/s) - «cpplint.py» сохранён [237261/237261]

